{
  "products": [
    {
      "id": "1",
      "name": "Pokémon Crown Zenith Elite Trainer Box",
      "price": 19.99,
      "discount": 10,
      "imgUrl": "pokemon_crown_box.png",
      "type": "box",
      "amount": 10,
      "promotion": true,
      "description": "Pokémon Crown Zenith Elite Trainer Box je speciální dárkové balení pro všechny hráče, kteří se chtějí v hraní posunout o další úroveň a začít pravidelně chodit na turnajová hraní. Uvnitř balení naleznete speciální promo kartu s Pokémonem Lucario VSTAR, která zatím nikde jinde nevyšla. Obsah balení dále doplňuje 10 doplňkových Boosterů speciální edice Crown Zenith, 65 herních obalů s motivem Lucaria, 45 karet energií, průvodce edicí Crown Zenith, 6 kostek pro značení zranění, házecí kostka, 2 akrylové žetony pro popálení a otravu, 4 oddělovače a kód do online hry."
    },
    {
      "id": "2",
      "name": "Pokémon Crown Zenith Booster",
      "price": 4.99,
      "imgUrl": "pokemon_crown_booster.png",
      "type": "booster",
      "amount": 18,
      "description": "Pokémon Booster z edice Crown Zenith je základní doplňkový balíček karetní hry Pokémon, který nabízí hráčům možnost rozšířit si svoji sbírku Pokémonů o nové karty. V každém balíčku je 10 náhodných karet. Pokud budete mít štěstí, narazíte i na silné Pokémony VSTAR! ",
      "discount": 50
    },
    {
      "id": "3",
      "name": "Pokémon Sword and Shield - Silver Tempest Booster",
      "price": 4.49,
      "discount": 4,
      "imgUrl": "pokemon_silver_tempest_booster.png",
      "type": "booster",
      "amount": 11,
      "description": "Pokémon Sword and Shield - Silver Tempest je dvanáctá edice ze Sword and Shield série sběratelské karetní hry Pokémon. V Boosteru Silver Tempest najdete 10 náhodně namíchaných karet z celé edice a díky těmto kartám si můžete vylepšit svůj herní balíček nebo vaši sbírku karet."
    },
    {
      "id": "4",
      "name": "Pokémon Sword and Shield - Chilling Reign Booster Box",
      "price": 19.99,
      "imgUrl": "pokemon_chilling_reign_box.png",
      "type": "box",
      "amount": 24,
      "description": "Booster Box Chilling Reign obsahuje 36 Boosterů (rozšiřující balíček po 10 kartách) z edice Sword and Shield - Chilling Reign, které jsou uloženy v tomto balení. Díky tomu výrazně ušetříte, než kdybyste kupovali Boostery samostatně, a navíc máte u tohoto produktu poštovné zdarma."
    },
    {
      "id": "5",
      "name": "Pokémon GO Booster",
      "price": 3.49,
      "discount": 0,
      "imgUrl": "pokemon_go_booster.png",
      "type": "booster",
      "amount": 18,
      "description": "Pokémon Booster z edice Pokémon GO je základní doplňkový balíček karetní hry Pokémon, který nabízí hráčům možnost rozšířit si svoji sbírku Pokémonů o nové karty. V každém balíčku je 10 náhodných karet. Pokud budete mít štěstí, narazíte i na silné Pokémony VSTAR!"
    },
    {
      "id": "6",
      "name": "Pokémon 2-Pack Pin Blister - Latios",
      "price": 3.99,
      "imgUrl": "pokemon_blister_booster.png",
      "type": "booster",
      "amount": 10,
      "description": "Speciální balení, ve kterém naleznete 2 boostery z karetní hry Pokémon a 1 sběratelský odznáček s Pokémonem Latios, který nikde jinde neseženete!"
    },
    {
      "id": "7",
      "name": "Pokémon Sword and Shield - Astral Radiance Booster Box",
      "price": 49.99,
      "imgUrl": "pokemon_sword_box.png",
      "type": "box",
      "amount": 18,
      "description": "Hledáte velké množství Pokémonů a karet Pokémon? V tom případě je vaše hledání u konce! Booster Box obsahuje 36 Boosterů (rozšiřující balíček po 10 kartách) z edice Sword and Shield - Astral Radiance, které jsou uloženy v tomto balení. Díky tomu výrazně ušetříte, než kdybyste kupovali Boostery samostatně, a navíc máte u tohoto produktu poštovné zdarma.",
      "discount": 10
    },
    {
      "id": "8",
      "name": "Pokémon Crown Zenith Collection - Regidrago V",
      "price": 19.99,
      "discount": 10,
      "imgUrl": "pokemon_crown_zenith_box.png",
      "type": "box",
      "amount": 18,
      "description": "Pokémon TCG Crown Zenith Collection je speciální kolekce karetní hry Pokémon z produktové edice Crown Zenith (poslední z cyklu Sword and Shield). Balení obsahuje kartu Regidrago V, Jumbo kartu Regidrago V, Promo Regieleki a čtyři Boostery. Oproti běžnému V Boxu je zde navíc ještě druhá promo karta. Description"
    },
    {
      "id": "9",
      "name": "Pokémon Sword and Shield - Brilliant Stars Booster Box",
      "price": 99.99,
      "imgUrl": "pokemon_sword_shield_box.png",
      "discount": 4,
      "type": "box",
      "amount": 18,
      "description": "Hledáte velké množství Pokémonů a karet Pokémon? V tom případě je vaše hledání u konce! Booster Box obsahuje 36 Boosterů (rozšiřující balíček po 10 kartách) z edice Sword and Shield - Brilliant Stars, které jsou uloženy v tomto balení. Díky tomu výrazně ušetříte, než kdybyste kupovali Boostery samostatně, a navíc máte u tohoto produktu poštovné zdarma."
    }
  ]
}